Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2smn/facta/samemusea_siida/rakennus.html.tmx
Source language: fin
Languages: smn

source: Ympäristö
smn: Ovdâsijđo

source: Paikannimet
smn: Päikkinoomah

source: Sukualueet
smn: Suhâkuávluh

source: Inarinsaamelaisten alkuperäisiä hirsikotia ei ole säilynyt nykypäiviin asti, mutta vanhoja kylän paikkoja ja yksittäisiä kotasijoja on kartoitettu joka puolella inarinsaamelaisten asuinalueita.
smn: Anarâšâi algâalgâliih hirsâkuáđih iä lah siäilum onnáápeeivi räi, mut puáris sijdâsajeh já ovtâskâs kuátisajeh láá kärttejum anarâšâi aassâmkuávlu jyehi kuávlust.

source: Vanhasta asumiskulttuurista on erinomaisia kuvauksia ja piirroksia ja valokuvia.
smn: Puáris aassâmkulttuurist láá eromâš valdâttâlmeh, sárguseh já čuovâkoveh.

source: Niitä ovat laatineet mm. T.
smn: Taid láá ráhtám eres lasseen T.

source: I. Itkonen, Ilmari Itkonen, Samuli Paulaharju ja monet nykypäivän tutkijat.
smn: I. Itkonen, Ilmari Itkonen, Samuli Paulaharju já maaŋgah onnáápeeivi totkeeh.

source: Tulisijalla varustetusta kodasta on aikaa myötä kehittynyt pieni yksihuoneinen pirtti piiseineen ja siitä edelleen 2- tai 3-huoneinen asuinrakennus, jossa on ollut pirtti, viileä eteiskamari ja kamari.
smn: Aarrânkuáđist lii aigijmield ovdánâm oovtâvistásâš tupe, mast lii lamaš täkki já tast ain 2- tâi 3-vistásâš táálu, mast lii lamaš tupe, kolmâveeskir já káámmár.

source: Vaikka talvipaikalla on asuttu vuoden mittaan kauemmin, on kesäpaikan asuinrakennus monin paikoin paremmin varustettu ja tilavampi.
smn: Veikkâ tälvipääihist lii aassum ivveest kuhheeb ääigi ko kesipääihist, lii kesipääihi aassâmviste rahtum pááihui pyerebeht já stuárráábin.

source: Molemmat asuinpaikat ovat saaneet asuinrakennuksen lisäksi pihapiiriin omat tärkeät rakennuksensa ja rakennelmansa.
smn: Kuohtuuh pääihih lává finnim tuve lasseen šiljopirrâsân toos kullee tergâdis viistijd já rakânâsâid.

source: Tähän ovat vaikuttaneet myös toimeentulon monet lähteet: kalastus, poronhoito, karjanhoito sekä pienimuotoinen viljely.
smn: Toos láá vaikuttâm meiddei áigápuáđu maaŋgah käldeeh: kyelipivdo, puásuituálu, šiiveettuálu sehe mottoomlágán viljâlem.

source: Tarkoituksenmukaisesti varustetut asuinpaikat
smn: Ulmemiäldásávt uárnejum aassâmpääihih

source: Kesäajan kalansaalista oli tärkeää säilyttää riittävän kylmässä, joten kellarin rakentamiseksi nähtiin vaivaa ja käytettiin hyväksi luonnon antamat monet mahdollisuudet kuten kylmät kallionseinämät tai hetteet.
smn: Kesipääih i šiljopirrâsân láá kullum válduviste lasseen sävni já posâlâddâmriddo, maaŋgah ääitih, naavit, savzâpuvre, viermi- já nyettiuulgah, sátku, kyelikuškâdemsteelligeh ađai áárduh já mii tergâdumos – kyelikiällár.

source: Kesäpaikkojen tuntumassa, ranta- ja jänkäniittyjen sekä kortepaikkojen vierellä olivat haasiarivit ja luovat, joille kuivatut heinät tai kortteet nostettiin.
smn: Kesiääigi kyelisalâsijd lâi tehálâš siäiluttiđ tarbâšân kolmâsist, et kiällár huksejui huolâlávt. Pyerrin kiävttojii luándu jieijâs maaŋgah máhđulâšvuođah tegu kolmâ käldeeh tâi aijuuh.

source: Rannan tuntumassa, sopivasti vanhoihin puihin kiinnitettyinä olivat myös uutut eli kelopuiset pöntöt vesilintujen pesäpaikoiksi ja munien keräilyä helpottamaan.
smn: Kesipaihij aldasijn, riddo- já suánjuniijtoi, sehe huáššisojij paaldâst lijjii haasih já lyeveh, moid syeinih tâi huáših luáváduvvojii.

source: Perunan ja nauriin kasvattamisen sekä kasvinviljelyn tultua tutuiksi inarinsaamelaisille pihakentän jokainen liikenevä ala kunnostettiin kasvimaaksi.
smn: Pottáák já navrâs šoddâdem lasseen eres-uv šaddošoddâdem aalgij leđe uápis anarâššáid, et šiljo jyehi áinoo lijgoo uási rahtui šaddopiäldun.

source: Saipa pirtin seinusta kukkapenkinkin koristeekseen.
smn: Tuve seinipiälláh-uv finnejii kukkápeeŋkâ čiŋŋân.

source: Talvipaikalla puolestaan oli asuinrakennuksen lisäksi sauna, navetta ja lato, kala- ja liha-aitat, kellari, varastoja ja muita aittoja tarpeen mukaan sekä poroaita ajoporojen pitoa tai hihnavasoitusta varten.
smn: Tälvipääihist oppeet lijjii tuve lasseen sävni, naavit já láátu, kyeli- já piärguääitih, kiällár, vuárháh já eres ääitih táárbumield sehe äiđi vuájáánergij tolâmân tâi läbžikyeddid várás.

source: Aitat olivat useimmiten jalka-aittoja – neljän kannon varaan rakennettuja- tai nilejä eli pylväsaittoja.
smn: Kiđđâtäälvi kuškâduvvojii piärguh keesi várás, et káátui alne lijjii piärgukuškâdemsteelligeh.

source: Inarijärven ympäristössä on säilynyt monia inarinsaamelaisten asuinkenttiä rakennuksineen;
smn: Ääitih lijjii iänááš jyelgiääitih – neelji čuoldâ oolâ huksejum- tâi njollâääitih.

source: jotkut vanhoista rakennuksista ovat edelleenkin käytössä –monet kesänviettopaikkoina.
smn: Aanaarjäävri pirrâsijn láá siäilum maaŋgah anarâšâi aassâmkiedih vistijdiskuin;

source: Vanhaa inarinsaamelaista rakennusperinnettä on nähtävissä Saamelaismuseon ulkomuseoalueelle siirretyissä Tirron kylän rakennuksissa ja Vuopajan rantaan rekonstruoidussa kalastajakylässä.
smn: Toovláš anarâš huksimärbivyehi lii uáinimnáálá Säämi museo olgomuseost, moos láá sirdum Movsháá siijdâ visteh, sehe Vyeppee riidon uđđâsisthuksejum kyelipivdemkylást. Pavlus Nuuvdi (Knut Valle) árttukáttus Čovčjäävrist.
